The division contains no parts.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DivisionContainsNoParts { get; }
  Visual Basic
Public Shared ReadOnly Property DivisionContainsNoParts As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DivisionContainsNoParts {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DPartFailures Class
  Autodesk.Revit.DB Namespace